--[[
░██    ░██ ░██                    ░█████ ░██   ░██
░██    ░██                          ░██        ░██
░██    ░██ ░██░█████████████        ░██  ░██░████████  ░███████  ░██    ░██
░██    ░██ ░██░██   ░██   ░██       ░██  ░██   ░██    ░██        ░██    ░██
 ░██  ░██  ░██░██   ░██   ░██ ░██   ░██  ░██   ░██     ░███████  ░██    ░██
  ░██░██   ░██░██   ░██   ░██ ░██   ░██  ░██   ░██           ░██ ░██   ░███
   ░███    ░██░██   ░██   ░██  ░██████   ░██    ░████  ░███████   ░█████░██
--]]

require("core.options")
require("core.keymaps")
require("plugins.init")

vim.cmd("colorscheme gruvbox")

-- Отключение '~' в колонке с нумерацией строк
vim.cmd [[
  highlight EndOfBuffer guifg=#1F1F28 guibg=NONE ctermfg=NONE ctermbg=NONE
]]
